---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.CmSup2
source: html/4137526b-5867-a3bd-0887-e103947b92e8.htm
---
# Autodesk.Revit.DB.SymbolTypeId.CmSup2 Property

Symbol cm², indicating unit Square centimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId CmSup2 { get; }
```